tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
brew "atuin"
brew "autoconf-archive"
brew "automake"
brew "aws-vault"
brew "awscli"
brew "blueutil"
brew "glib"
brew "cairo"
brew "fftw"
brew "iniparser"
brew "portaudio"
brew "cava"
brew "cmatrix"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gradle@6"
brew "httpie"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "krb5"
brew "libpq"
brew "neofetch"
brew "neovim"
brew "openjdk"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "postgresql@11"
brew "pyenv"
brew "python@3.10"
brew "redis", restart_service: true
brew "ripgrep"
brew "sevenzip"
brew "stow"
brew "task"
brew "taskwarrior-tui"
brew "tfenv"
brew "uv"
brew "wget"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-completions"
brew "elastic/tap/elasticsearch-full"
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/skhd"
cask "font-symbols-only-nerd-font"
cask "ngrok"
cask "session-manager-plugin"
cask "wezterm"
